{"level1": ["When I was six years old, I saw a picture in a book.", "Here is a copy of the picture.", "In the book it said, “Snakes eat the whole animal.", "Then I made my first picture.", "But they answered, “How can I be scared of a hat?” My picture was not a picture of a hat.", "It was a picture of a big snake who ate an elephant.", "I then drew the inside of the big snake, so that the adults could understand.", "They always need explanations.", "The adults advised me to stop drawing snakes, from the inside or the outside.", "That’s why, at the age of six, I left a great career as a painter.", "I did it because my picture number one and picture number two were not successful when adults saw them.", "And children are not happy when they have to always give them explanations.", "So I had to choose another profession.", "I learnt to fly planes.", "And it’s true that geography was very useful to me.", "During my life, I had a lot of contact with many serious people.", "When I met an adult who looked a little normal, I showed him or her my picture number one.", "I wanted to know if this person really understood life.", "I went to his or her level and we talked about bridges, golf and politics.", "And the adult was happy to meet such a reasonable man.", "So I lived alone.", "I didn’t know anybody who I could really talk to.", "I didn’t have any mechanic or any passenger in the plane with me.", "To repair the plane alone was a difficult job.", "It was a question of life or death for me.", "I had only enough drinking water for a week.", "The first night I slept on the sand a thousand miles from any land with people.", "I was more isolated than a sailor on a raft in the middle of the ocean.", "So you can imagine my surprise, when a funny little voice woke me up in the morning.", "It said, “Please, draw me a sheep.", "” I jumped to my feet as if I was hit by lightning.", "And I saw a very unusual little man who was looking at me very seriously.", "This is the best picture of him which I later was able to make.", "But my picture, of course, is much less fascinating than the original model.", "I was stopped in my career as a painter by the adults at the age of six.", "And I never learnt to draw anything, except snakes from the outside and snakes from the inside.", "I looked at this little man with my eyes full of surprise.", "Don’t forget that I was a thousand miles from any land with people.", "He didn’t look like a child who was lost in the middle of the desert, a thousand miles from any land with people.", "When I finally managed to speak, I said to him, “What are you doing here?” He repeated, very slowly and very seriously, “Please draw me a sheep.", "” It was all strange to me.", "I was a thousand miles from any place with people.", "I was in danger of death, but I took a piece of paper and a pen out of my pocket.", "I wanted to draw him a picture.", "Then I remembered that I mostly studied geography, history, maths and grammar, and I told the little man that I did not know how to draw.", "He said, “It doesn’t matter.", "” But I never drew a sheep.", "So I drew him one of only two pictures which I was able to draw.", "And I was shocked to hear the little man say, “No, no, no.", "He looked at it carefully, then he said, “No.", "This sheep is already very ill.", "Make me another.", "” So I made another picture.", "My friend smiled gently at me, “You have to see it too.", "” So then I made another picture.", "But it wasn’t good either.", "“This sheep is too old.", "The sheep which you want is inside.", "” I was very surprised when I saw the light in the face of the young man, “This is exactly how I wanted it.", "Do you think that the sheep will need a lot of grass?” “Why?” “Because where I live, everything is very small.", "I gave you a very small sheep.", "” He looked closely at the picture, “It is not very small. Look.", "It is sleeping now.", "” And this is how I met the little prince.", "It took me a long time to understand where he came from.", "But from his speaking, I slowly started to understand many things.", "For example, when he first saw my plane, he asked, “What is this thing?” I will not draw my plane here.", "” And I was proud when I told him that I could fly.", "” And the little prince started to laugh very loudly.", "How could somebody think that it was funny? Then he added, “So you also fell from the sky like me.", "What planet are you from?” At that moment I started to understand more about him.", "And I asked him quickly, “Do you come from another planet?” But he didn’t answer me.", "He was still looking at my plane.", "” And he started to think deeply.", "And he started to look at the sheep carefully.", "I asked him, “Where do you come from? Where is your home? Where do you want to take your sheep?” He was quiet for a long time.", "Then he answered, “The good thing about the box is that at night I can use it as a house for the sheep.", "And if you are good, I’ll also give you a rope.", "” “But if you don’t tie the sheep, it will run away.", "It will be lost.", "“But where do you think the sheep can go?” “Anywhere.", "Straight, left, right.", "”  So, this way, I learnt a second very important thing.", "It was only a little bigger than a house.", "But it’s true that it wasn’t a big surprise.", "I knew very well that we don’t only have planets like Earth, Jupiter, Mars, and Venus, which have names.", "There are also hundreds of other planets which are sometimes so small that it’s difficult to see them through the telescope.", "When an astronomer discovers one of them, he doesn’t give the planet a name, but only a number.", "He calls it, for example, Asteroid 3251.", "I believe that the planet from which the little prince came is Asteroid B-612.", "It was by a Turkish astronomer, in 1909.", "He spoke about his discovery at the International Astronomical Congress.", "But nobody believed him because he was wearing Turkish clothes.", "Adults do such things.", "He was wearing very elegant clothes.", "And this time everybody accepted his discovery.", "I am telling you these details about Asteroid B-612 and I am telling you its number because adults like numbers.", "They never ask you, “What is the sound of his voice? What games does he like? Does he collect butterflies?” They ask, “How old is he? How many brothers does he have? How much does he weigh? How much money does his father make?” If they know these numbers, they think that they know this person.", "If you say to the adults, “I saw a beautiful red house, with beautiful flowers in the windows and birds on the roof,” they can’t imagine the house.", "” So if you say to the adults, “The little prince existed because he was nice, he laughed, and he wanted a sheep.", "They will shake their heads, and they will think that you live in a dream.", "But, of course, we who understand life, we don’t care about numbers.", "We like to tell a story like a fairy tale.", "We like to say, “Once upon a time there was a little prince who lived on a planet only a little bigger than himself, and who needed a friend.", "” For those who understand life, it would sound much better.", "This all happened six years ago.", "When I look at these memories, I feel sad.", "It’s sad to forget a friend.", "So that’s why I bought a box of paints and some pencils.", "It’s hard to start drawing, at my age, after so long time again.", "I will try, of course, to make my pictures as true to life as possible.", "But I’m not quite sure what the result will be.", "One picture is alright, and another doesn’t look like what I tried to draw.", "I’m not also sure about the colour of his clothes.", "But I will try to do my best.", "But here you have to forgive me. It’s not my fault.", "My friend never explained anything to me.", "But I, unfortunately, don’t know how to see the sheep through the walls of a box.", "Every day I learnt something about the little prince’s planet.", "The information came very slowly, usually during moments when the little prince was thinking about his past.", "On the third day, I learnt about the problem with the baobabs.", "” “Ah. That’s good.", "” I didn’t understand why it was so important that the sheep ate little bushes.", "But the little prince added, “So they also eat baobabs?” I told the little prince that baobabs aren’t little bushes.", "The baobabs are right the opposite.", "They are trees as large as churches.", "And that even if he took nine big elephants back to his planet, those elephants couldn’t eat one single baobab.", "The idea of ​​nine elephants made the little prince laugh, “They would have to stand on each other.", "”  But he said something clever, “The baobabs, before they grow so big, they’re very small at the beginning.", "” “That’s right,” I said.", "So I thought that on the planet where the little prince lived, there were, as on all planets, good plants and bad plants.", "And there were also good seeds of good plants and bad seeds of bad plants.", "They sleep deep in the ground until one of them wants to wake up.", "Then it begins to grow slowly to the sun.", "When it’s very small, you don’t know if it is a carrot seed or a rose seed.", "And you can let it grow as it wants.", "But if it is a bad plant, it is necessary to destroy the plant immediately, when you can see it.", "And the truth was that there were some terrible seeds on the planet of the little prince.", "If you see a baobab too late, you will never be able to destroy it.", "It will go over the whole planet.", "And if the planet is too small, and if there are many baobabs, they will tear the planet to pieces.", "“It’s a question of discipline,” the little prince later told me.", "“When you finish washing and you put on your clothes each morning, then it’s time to clean your planet very carefully.", "” And one day he said to me, “You should draw a beautiful picture which will show all this to the children.", "This information will be useful to them if they travel one day.", "It’s sometimes OK to postpone your work.", "But when it comes to baobabs, it’s always a catastrophe.", "He forgot to pull three little bushes.", "” And, when the little prince described it to me, I drew this planet.", "But the danger of baobabs is so little known.", "I will say it in simple words. “Children, be careful with baobabs.", "” I worked so hard on this picture because I wanted to tell my friends about a danger which they didn’t know for a long time.", "Maybe, you ask yourself, “Why are there no other pictures in this book as big as the picture of the baobabs?” The answer is very simple.", "When I drew the baobabs, it was so important for me to give you this information.", "Let’s go look at a sunset now.", "” “But we have to wait,” I said.", "“Wait? Wait for what?” “Wait until the sun goes down.", "And he said to me, “I’m always thinking that I’m at home.", "If you could fly to France in one minute, you could watch the sunset.", "But on the little prince’s planet, you only needed to pull your chair a few steps.", "And you could watch the sun going down whenever you wished.", "“One day I saw the sunset forty-three times,” said the little prince and he added, “When you are very sad, sunsets are wonderful.", "On the fifth day, again thanks to the sheep, another secret of the little prince’s life was shown to me.", "He asked me, “If a sheep eats little bushes, does it eat flowers, too?” “A sheep eats whatever it finds,” I answered.", "“Even flowers that have thorns?” “Yes.", "Even flowers that have thorns.", "” “I don’t understand it. Why does the flower have thorns if a sheep can eat it?” I didn’t know.", "I needed to repair my engine.", "I was quite worried because my situation began to be very serious.", "I had so little water that I had to fear the worst.", "But at that moment I was angry because I couldn’t repair my engine.", "Then he said a little angrily, “I don’t believe you.", "Flowers believe that their thorns are terrible weapons.", "I answered you with the first idea which came to my mind.", "I am busy with serious things.", "” He looked at me shocked.", "I didn’t feel OK about it.", "You mix everything together.", "” He was really angry.", "He doesn’t love anyone.", "And you think that it’s not important? You think that it’s not more important than the counting of the gentleman with a red face? And if I know a flower which is the only flower in the world, which exists nowhere, only on my planet, a flower which a little sheep can eat easily, you think that this is not important?” His face was now red and he continued.", "“If somebody loves a flower which is the only flower among all the millions and millions of stars, that’s enough for this person to be happy when he looks at the stars and he says to himself, ‘My flower is somewhere up there.", "’ But if the sheep eats the flower, then for him it’s as if all the stars stopped shining.", "And you think that it’s not important?” He couldn’t say another word.", "How important could my tools, my engine, my death be now? On one star, on one planet, on my planet, the Earth, there was a little prince who needed my attention.", "I held him gently.", "I will draw you something to protect your flower.", "I felt uncomfortable.", "It’s so mysterious, the moment when somebody cries.", "I soon learnt more about the flower.", "They were small and they didn’t disturb anyone.", "But she soon stopped growing, and she began to prepare for opening.", "The preparation for this moment took a long time.", "It will take same time before I am perfect.", "”  But the little prince couldn’t hide his admiration, “Oh.", "” “Yes, I am.", "The situation was new for him, but soon he brought water to the flower.", "The flower started to play with the little prince, but her play wasn’t always nice.", "One day, for example, when she was speaking about her four thorns, she said to the little prince, “I’m ready for tigers.", "”  “There are no tigers on my planet,” said the little prince, “And also tigers don’t eat grass.", "” “I’m not a grass,” the flower sweetly said, “I’m not scared of tigers, but I’m scared of wind.", "It’s quite uncomfortable.", "I come for a place where…” But she stopped talking at this moment.", "She was embarrassed because the little prince could see that she was ready to lie to him.", "She wanted to show the little prince that she was cold and that he forgot about her.", "So the little prince, even if he had a lot of love in his heart, soon stopped believing her.", "The way which somebody was speaking to him was very important to him.", "“It wasn’t right to listen to her,” the little prince told me one day.", "“You must never listen to flowers.", "You must look at them and smell them.", "What was right, was to love the flower for her beauty and smell.", "He then continued, “At that time I didn’t understand anything.", "She made my planet more beautiful.", "Flowers are so complicated. But I was too young to know how to love her.", "” I believe that for his departure from the planet, the little prince used the migration of wild birds.", "On the morning of his departure he put his planet in perfect order.", "He carefully cleaned his active volcanoes.", "And they were very good for warming his breakfast in the morning.", "But, as he said, “You never know.", "If they are correctly cleaned, there are no eruptions.", "Of course, on our Earth we are very small to clean our volcanoes.", "That’s why they’re causing us a lot of trouble.", "The little prince also pulled, a little sadly, the last little baobabs.", "He gave water to his flower one last time, then he put her under glass.", "At that moment, he felt that he was very close to tears.", "But it wasn’t because she had a cold.", "“I was stupid,” she said at last.", "Try to be happy.", "” He was surprised that she didn’t complain.", "He was holding the glass in his hand. He didn’t understand this calm kindness.", "“It was my mistake that you didn’t feel it. It doesn’t matter.", "But you were also as studid as I was.", "Put that glass down.", "If there are no butterflies here, who will visit me? You will be far away. And I am not afraid of big animals.", "You decided to leave.", "So, now go.", "So he began to visit them.", "He wanted to be busy and learn something.", "The king had expensive clothes.", "He was sitting on a simple but big throne.", "And the little prince asked himself, “How can he know who I am? He didn’t see me before.", "He needed a place where he could sit down.", "So he was standing.", "“It’s against etiquette to yawn in front of a king,” the king told him.", "“My journey was very long, and I didn’t have any sleep.", "” “Then you have to yawn,” said the king, “People usually don’t yawn in front of me.", "Come on.", "” “I am sorry.", "But, because he was a very good man, all his orders were reasonable.", "” “Can I sit down?” the little prince asked quietly.", "The king didn’t control a big area.", "“Everything?” The king looked at his planet, then at the other planets, and all the stars.", "“Are you the king of all that?” asked the little prince.", "They do exactly what I want them to do. ”", "It was very interesting for the little prince.", "With such power, he could watch the sunset, not forty-four times, but seventy-two, or even a hundred, or even two hundred times on the same day.", "At that moment he remembered his little planet which he left, and he felt a little sad.", "That’s why he asked the king for something, “I would like to see a sunset.", "Please, can you order the sun to go down?” “If I ordered a general to fly from one flower to another like a butterfly, or to write a book, or to change into a sea bird, and if the general didn’t do it, whose mistake was it?” asked the king, “the general’s or my mistake?” “Your mistake,” said the little prince.", "We must ask from others what others can do,” the king continued.", "I have the right to control because my orders are reasonable.", "I will wait until the conditions are right.", "” “When will it be?” asked the little prince.", "“It will be this evening at about twenty minutes to eight.", "And you will see that everything happens as I order.", "Then he started to be a little bored.", "“I will continue on my journey.", "“Don’t leave, I will make you my minister.", "“Maybe there is somebody in my kingdom who we didn’t see.", "” “Oh, but I saw your kingdom,” said the little prince.", "He looked once more around the whole planet.", "” “Then you will judge yourself,” said the king, “It’s very difficult.", "It’s much more difficult to judge yourself than to judge other people.", "If you can judge yourself well, it’s because you are really a clever man.", "“But I can judge myself anywhere,” said the little prince. “I don’t need to live here.", "Well.", "You can judge that old mouse.", "You can send him to prison.", "And now I think that I will leave.", "For example, you can tell me to leave in one minute.", "” The king didn’t say anything and the little prince waited for a while.", "“I make you my ambassador,” the king quickly shouted after the little prince.", "“Adults are very strange,” the little prince said to himself when he continued on his journey.", "When the little prince came to the second planet, he saw another strange man.", "He liked when people admired him.", "” “I use this hat to say good morning to people who come to visit me and admire me.", "Unfortunately, there aren’t many people who visit me.", "The little prince clapped his hands and the man moved his hat with a small touch.", "“This is more fun than the visit to the king,” the little prince said to himself.", "And he clapped his hands again and again.", "This type of people never hear anything.", "“What does it mean – admire?” “To admire means to believe that I am the most handsome, the best dressed, the richest and the most intelligent man on the planet.", "So he decided to continue on his journey.", "“Adults are very strange,” he told himself, when he was leaving this planet.", "When the little prince visited the next planet, he saw a man who drank a lot.", "This was a very short visit, but it made the little prince very sad.", "“What are you doing?” he asked the drunk man, who was sitting quietly before a collection of empty bottles and also a collection of full bottles.", "His face was very unhappy.", "He wanted to help him.", "Then he stopped talking and he didn’t say another word.", "“The adults are very, very strange,” he told himself when he continued on his journey.", "He was so busy that he didn’t even look at the little prince when the little prince arrived.", "I have no time to light it again.", "“Eh? Are you still there? Five hundred and one million… I don’t remember.", "I don’t want to lose my time with unimportant things.", "Two and five make seven…” “Five hundred million what?” repeated the little prince who never in his life let go a question when he asked it.", "The businessman looked at him, “For the fifty-four years I was disturbed only three times.", "The first time it was twenty-two years ago, by a bird which fell on my desk.", "The second time, eleven years ago, I was disturbed by rheumatism.", "I have no time for such unproductive activity.", "” “Bees?” “Oh, no.", "I need exact numbers.", "” “And what do you do with those stars?” “What do I do with them?” “Yes.", "” “But I already saw a king who…” “Kings don’t own.", "Who owns them?” asked the businessman who was already quite angry.", "When you find a diamond, it’s yours.", "When you discover an island, it’s yours.", "When you have a new idea, you patent it and it’s yours.", "Now I own the stars because I was the first who thought of it.", "“If I own a scarf, I can put it around my neck and take it with me.", "If I own a flower, I can pick it and take it with me.", "“I own a flower,” he continued.", "“I water her every day.", "I clean them every week.", "It’s useful to my volcanoes, and it’s useful to my flower that I own them.", "But you’re not useful to the stars.", "The businessman opened his mouth but couldn’t find anything to say.", "“The adults are very interesting,” he said to himself when he continued on his journey.", "There was only space for a street lamp and a lamplighter.", "The little prince couldn’t understand the reason for a street lamp and a lamplighter.", "And there were no other people who would need a street lamp.", "The little prince said to himself, “It’s possible that this man is strange, but he’s less strange than the king, the businessman or the drunk man.", "His work has some meaning.", "Why did you just turn off your lamp?” “That’s an order,” said the lamplighter.", "“Good morning.", "” “What’s the order?” “The order is to turn off my street lamp.", "“But why did you turn on your lamp again?” “That’s the order,” said the lamplighter.", "“There’s nothing to understand,” said the lamplighter.", "Then he said, “It’s a terrible job.", "It was good in the past.", "I had all the day for myself, and at night I could sleep.", "“I can show you how you can stop your work when you want.", "” “Then you’re unlucky,” said the little prince.", "“I am,” said the lamplighter.", "He said to himself, “The others, the king, the drunk man, the businessman would laugh at this man, but he is better than the others.", "It’s because he cares about something else, not only himself.", "That man is the only one of them who could be my friend.", "But his planet is really too small.", "” What the little prince didn’t want to say was that he didn’t want to leave that planet for one even more important reason.", "The sixth planet was ten times bigger than the last planet.", "The little prince saw an old gentleman who wrote big books.", "The little prince sat down on the table and he was breathing fast.", "” the little prince was disappointed.", "“And cities and rivers and deserts?” “I can’t tell you that,” said the geographer.", "But the explorers visit him there.", "And if the information of the explorer is interesting to him, then the geographer has to find out if the explorer is an honest person.", "” “Why?” “Because an explorer who lies can give incorrect information.", "And also an explorer who drinks too much.", "“Because drunk people see double.", "” “I know somebody,” said the little prince,” who could be a bad explorer.", "“It’s possible.", "For example, if the discovery is a large mountain, the explorer has to bring large stones from it.", "” The geographer suddenly smiled.", "” And the geographer opened his big book and prepared his pencil.", "Ink is used only after there is a proof of their words. “Well?” said the geographer.", "” “We don’t record flowers,” said the geographer.", "They are almost always true.", "“What matters to us is the mountain.", "That doesn’t change.", "It can disappear soon.", "” “My flower can disappear soon,” thought the little prince, “and she has only four thorns to defend herself against the world.", "” That was the first time when he regretted leaving his planet.", "But he took his courage again.", "“It has a good reputation.", "The Earth is not just another planet.", "There are a hundred and eleven kings, seven thousand geographers, nine hundred thousand businessmen, seven and a half million drunk men, three hundred and eleven million men who need to be admired, all together about two billion adults.", "I want to give you an idea of ​​the size of the Earth.", "Before the invention of electricity, it was necessary to keep an army of four hundred and sixty-two thousand, five hundred and eleven lamplighters.", "When you looked at the Earth from some distance, you could see a wonderful effect.", "This army moved like the dancers in the opera who come on stage and then leave one by one in perfect order.", "Then the lamplighters of China and Siberia came, then the lamplighters of Russia and India, then those of Africa and Europe, then those of South America and of North America.", "Only the lamplighter of the single lamp at the North Pole, and his colleague of the single lamp at the South Pole, had easy lives.", "When I speak about the lamplighters, you can think that there are many people on the planet Earth.", "They occupy very little space.", "If the two billion people on Earth stood close together, they could be easily put in one square.", "The square would be twenty miles long and twenty miles wide.", "You could put all people on a small Pacific island.", "Of course, adults will not believe you.", "You can tell them to make their own calculation.", "But don’t waste your time on this extra work.", "When the little prince arrived on Earth, he was quite surprised when he didn’t see any people.", "He started to fear that he came to the wrong planet, but then he saw something move in the sand.", "“On the planet Earth, in Africa,” the snake said.", "There are no people in the desert.", "The little prince sat down on a rock, and he looked at the stars.", "“I want to know,” he said, “if each person can find his own star one day.", "“Why did you come here?” “I had some problems with a flower,” said the little prince.", "And they were both silent.", "“Where are the people?” the little prince finally continued in the conversation.", "“It’s a little lonely in the desert.", "“But I’m more powerful than a king,” said the snake.", "You don’t even have feet.", "” “I can take you further than a ship,” the snake said.", "He turned around the little prince’s ankle.", "“When I touch somebody, I can send the person back to the land from which he came,” the snake continued. “But your soul is so clear, and you come from a star.", "I understand you very well,” said the little prince.", "Soon he met a flower.", "“Where are the people?” the little prince asked politely.", "“People?” I believe that there are six or seven of them.", "I saw them years ago.", "But you never know where to find them.", "The little prince climbed a high mountain.", "The only mountains he knew were the three volcanoes which were as high as his knees.", "He said to himself, “From a mountain as high as this one, I will be able to see the whole planet and all the people.", "“I am lonely, I am lonely, I am lonely,” the echo answered.", "“It’s dry and hard.", "And people here have no imagination. They repeat whatever you say to them.", "” The little prince was walking for a long time through sand and rocks, and then he finally discovered a road.", "“Good morning,” he said.", "The little prince was looking at them carefully.", "His flower told him that she was the only flower of her kind in the whole universe.", "And here were five thousand of them, all the same, in only one garden.", "“I thought I was rich because I had this one special flower.", "But actually I had only a normal rose.", "I think that I’m not a very great prince,” he thought.", "“Good morning,” the little prince said politely.", "But after some thought, he added, “What does wild mean?” “You’re not from here,” said the fox.", "“What does wild mean?” “People,” said the fox, “have guns and they hunt.", "That’s the only interesting thing about them.", "What does wild mean?” “It means that I’m not connected to you and you’re not connected to me.", "” “You’re not connected to me?” “That’s correct,” the fox said.", "“For me you’re only a little boy, like a hundred thousand other little boys.", "For you I’m only a fox like a hundred thousand other foxes.", "But if I’m not wild for you, we will need each other.", "” “I’m beginning to understand,” the little prince said.", "The fox was very interested. “On another planet?” “Yes.", "” “Nothing is perfect,” said the fox.", "All the chickens are similar, and all the men are similar.", "So, I’m a little bored.", "But if I’m not wild for you, my life will be happier.", "I will know the sound of your steps which will be different from all the other steps.", "The other steps will send me back underground.", "And then, look.", "Do you see the corn fields over there? I don’t eat bread.", "For me corn is not useful.", "The corn which is also golden will help me not to forget you.", "” The fox became silent and looked at the little prince for a long time.", "” he said.", "I want to find friends and learn new things.", "“People don’t have time to learn anything.", "” “What do I have to do to be connected to you?” asked the little prince.", "“First, you have to help me not to be wild to you.", "You will sit down at a little distance from me, over there in the grass.", "I will watch you with one eye and you won’t say anything.", "But every day you will be able to sit a little closer. ”", "“If you come, for example, at four in the afternoon, then at three I will begin to be happy.", "I will feel happier and happier, the closer it is to four.", "At four I will be very excited.", "But if you come at any time, I will never know at what time my heart should be ready for you.", "There have to be some rules.", "”  “Why?’ “The rules are important.", "They make one day different from other days, one hour from other hours.", "They dance with the village girls every Thursday.", "I can walk into the village easily.", "If the hunters danced at any time, the days would all be the same for me, and I would have no holiday.", "I will cry.", "” “It’s your mistake,” said the little prince, “I never wanted to hurt you, but you wanted me to stay with you.", "“But you will cry.", "“Then you get nothing out of it.", "” Then he added, “Go and look again at the roses.", "You will understand now that your rose is special in all the world.", "Then come back to say goodbye to me, and I will give you a present.", "The present will be a secret.", "“You’re not like my rose. You’re nothing to me at the moment,” he told them.", "You’re like my fox when I first met him.", "” Then he continued, “You’re lovely, but you are empty.", "Nobody would die for you.", "Of course, to somebody who only walked around my rose, my rose would look exactly like you.", "But my rose is more important to me than all the hundreds of other roses because she’s the rose who I gave water.", "She’s the rose who I put under glass.", "Because she is my rose.", "” And he returned to the fox.", "It’s quite simple.", "You can see clearly only with the heart.", "“It’s the time which you spent with your rose which makes your rose so important.", "” “It’s the time which I spent with my rose…” said the little prince.", "You are responsible, forever, for something what you’re connected to.", "And at that moment an express train shook the man cabin when it passed it at high speed.", "“They are in a great hurry,” said the little prince.", "“What are they looking for?” “Nobody knows that,” said the man.", "And a second express train passed them, in the opposite direction.", "“Are they coming back already?” asked the little prince.", "“They’re not the same,” said the man.", "” “They weren’t satisfied where they were?” “People are never satisfied where they are,” said the man.", "And a third express train passed them.", "“Do they want to catch the first travellers?” asked the little prince.", "“They’re sleeping or they’re looking outside the windows.", "“They use their time to play with toys, and the toys become very important to them.", "And if anybody takes the toys away from them, they cry.", "” “They’re lucky,” the man said.", "He was a businessman who sold pills which helped you when you were thirsty.", "If you swallowed one pill a week, you wouldn’t feel any need to drink.", "“Why are you selling these pills?” asked the little prince.", "“Because they save a lot of time,” said the businessman.", "“Experts calculated that these pills can save fifty-three minutes a week.", "” “And what do you do with those fifty-three minutes?” “Whatever you like.", "” “If I had extra fifty-three minutes,” the little prince said to himself, “I would walk very slowly to a fountain. ”", "I listened to the story about the businessman when I was drinking the last drop of my water.", "“Ah, your memories are very nice,” I said to the little prince, “but my plane is still broken.", "I would also be happy if I could walk very slowly to a fountain.", "” “My friend, the fox, told me…” “My dear little man, this has nothing to with the fox.", "” But the little prince said, “It’s good to have a friend, even if you can soon die.", "” “He can’t see the danger,” I said to myself.", "” But he looked at me and he answered my thought, “I’m thirsty too.", "After we walked for several hours, in silence, night came, and the stars began to shine.", "I had a little fever because I was very thirsty.", "The last words of the little prince danced in my memory.", "I already knew that it was useless to ask him questions.", "And after a silence, he spoke again, “The stars are beautiful because of a flower which we can’t see.", "Then I looked at the hills of sand which were all around us in the moonlight.", "“The desert is beautiful,” said little prince.", "And it was true.", "You sit down on sand.", "But something beats and shines in that silence.", "“What makes the desert beautiful,“ said the little prince, “is that it hides a well somewhere.", "When I was a little boy, we lived in an old house, and there was a story.", "Of course, nobody was able to find the treasure.", "” “Yes,” I said to the little prince, “it can be a house or the stars or the desert.", "” When the little prince fell asleep, I took him in my arms and I started walking again.", "It looked to me that I was carrying a great treasure.", "In the light of the moon, I looked at his white face, his closed eyes, his golden hair which moved in the wind.", "And I said to myself, “What I see here is only a shell.", "” And when his mouth opened a little with a smile, I said to myself again, “What is so amazing about this sleeping little prince is his loyalty to a flower.", "I could see a picture of a rose which shines from his heart, even when he sleeps.", "The wind could take it away.", "We continued walking like that and, in the morning, we found the well.", "The little prince woke up and he said, “People get on their express trains, but they don’t know what they are looking for.", "Then they are excited and they start to run around in cirles.", "But there was no village here, and I thought that I was in a dream.", "” He laughed, he took the rope, and he let the bucket go down the well.", "As the bucket went down, we heard some interesting sound.", "“We woke up the well and the well is singing. ”", "When the bucket was full of water, I said, “Leave it to me.", "It’s too heavy for you.", "I left it on top of the well.", "When I looked at the bucket, I could see the sunshine in the water.", "“I’m thirsty for that water,” said the little prince.", "” And I understood what he was looking for.", "It was as nice as some special celebration.", "It was born from our walk under the stars, from the song of the well, from the work of my arms.", "When I was a little boy, the light of the Christmas tree, the Christmas music, the smiles of the people, all these things made the Christmas presents special.", "” I finished drinking water.", "I could breathe well now.", "The little prince looked at them, and he laughed when he saw the baobabs.", "“Your baobabs look like cabbages.", "“Your fox, his ears, they look like horns, and they are too long.", "“You aren’t fair, little prince,” I said, “I didn’t know how to draw anything, only snakes from the outside and snakes from the inside.", "” “Oh, it’s alright,” he said, “children will understand.", "” So then I drew a fence.", "And I gave it to him with a heavy heart.", "Maybe something is ending here.", "He said to me, instead, “You must work now.", "Come back tomorrow night.", "” Another voice probably said something to him because the little prince said to it, “Yes, yes, this is the right day, but it’s not the right place.", "I still couldn’t see or hear anybody.", "However, the little prince said again, “Sure.", "You will see where my steps begin in the sand.", "I was twenty meters from the wall and I still couldn’t see anything.", "“Do you have good poison? Are you sure that I will not feel pain for a long time?” I stopped.", "My heart was beating strongly, but I still didn’t understand.", "Then I looked down at the bottom of the wall, and I was shocked.", "One of those snakes which can kill you in thirty seconds.", "I wanted to take my revolver out, but when I was trying to reach it, I also made a step back.", "He started to move and he quickly disappeared in the rocks.", "I still heard him but he was no longer visible.", "I came to the wall and I caught the little prince in my arms.", "His face was as white as snow.", "I felt his heart beating like the heart of a dying bird which was shot with a gun.", "He said to me, “I’m glad that you repaired your plane.", "” “How do you know that?” I came because I wanted to tell him that my work was successful.", "It’s much more difficult.", "I need somebody’s help for my journey.", "I was holding him in my arms like a little child, but I felt that he was falling down into a big hole.", "And I couldn’t do anything to help him.", "I could see that he was feeling a little better.", "” Yes, he was afraid, but he laughed a little, “I will be much more afraid tonight.", "I couldn’t imagine my life without the sound of the little prince’s laughing.", "But he said to me, “Tonight it will be a year.", "My star will be exactly above the place where I fell last year.", "“My little friend, is this only a bad dream, the meeting with the snake, the star, the plan for tonight?” But he didn’t answer my question.", "” “And at night, you will watch the stars.", "It’s too small where I live and I can’t show you where my star is.", "My star will be one of the stars for you.", "So, you will like to look at all stars. They all will be your friends.", "“Your laugh is a present?” “People look at stars, but the stars mean different things to different people.", "For other people they are nothing, only small lights in the sky.", "For you, it will be different.", "You will have stars like nobody else.", "When you look at the sky at night, there will be one star where I live.", "And because I will laugh on one of these stars, it will be for you as if all the stars are laughing.", "You will have stars which can laugh.", "“When I leave, you will be sad.", "Believe me, time will help you be less sad.", "And your friends will be surprised when they see you laugh when you look at the sky.", "Then you will say to them, ‘Yes, the stars always make me laugh.", "’ And they will think that you’re crazy.", "It’s a little trick that I will play with you.", "“It will be as if I gave you, instead of stars, a lot of little bells which can laugh.", "Then he became serious again, “Tonight, don’t stay with me.", "” “I won’t leave you,” I said.", "” “I won’t leave you.", "” But he was worried. He said, “I’m also asking you not to come because of the snake.", "” That night I didn’t see the little prince leave.", "When I was able to catch him, he was walking fast with determination.", "” And he took me by the hand.", "But he was still worrying.", "“It’s wrong that you came.", "You will feel bad.", "I will look as if I’m dead, and it won’t be true.", "“You understand.", "It’s too far.", "“But it’ll be like an old empty shell.", "He tried to explain it one more time.", "He said, “It will be very nice, you know, I will look at the stars too.", "All the stars will pour fresh water for me to drink.", "“It will be so much fun.", "” And he was silent too because he was crying.", "Then he said, “You know, my flower.", "She has only four thorns which can’t protect her enough from the world.", "” I sat down too because I couldn’t stand.", "He waited a little.", "I couldn’t move.", "Then he fell down gently as a tree falls.", "This all happened six years ago.", "When I returned, the people were happy when they saw me alive.", "I was sad because I lost the little prince but I said to them that I was only tired.", "I know that he returned to his planet, because I didn’t find his body at sunrise.", "The fence which I drew for the little prince wasn’t very big.", "The little prince puts his flower under glass every night and he watches his sheep well.", "Sometimes I say to myself, “Everybody can forget sometimes.", "For you who also love the little prince and for me, nothing in the universe can be the same if somewhere, we don’t know where, a sheep ate or didn’t eat a rose… Look up at the sky.", "Ask yourself, “Did the sheep eat the flower or not?” And you will see how everything changes.", "For me, this is the most beautiful and saddest land in the world.", "I want to make another picture of it.", "It’s the same as the picture before, but I drew the land once more.", "I want to remember it better.", "It’s here where the little prince appeared on Earth, and disappeared.", "Look at this picure carefully because you can come to this place one day if you travel in Africa, in the desert.", "And, if you really come to this place, I am asking you, please don’t hurry.", "Wait a little when you’re under the star.", "Then if a little man appears who laughs, who has golden hair and who doesn’t answer your questions, you will know who he is.", "If this happens, please, be so kind, don’t let me be sad, write to me quickly that he is back."], "level3": ["I see a nice picture. The picture is in a book.", "Here is the picture.", "The book says, “Snakes eat the whole animal.", "I make my first picture.", "” My picture is not a picture of a hat. It is a picture of a big snake.", "It is a picture of a big snake. An elephant is inside the snake.", "Then I make my picture number two. The picture shows the inside of the big snake.", "Now people understand.", "They tell me that it is not good to make pictures.", "After these words, I don’t want to make pictures.", "I don’t want to make pictures because my picture number one and picture number two are not good for the people.", "And now, I am not a child. I am a big person.", "I have a job. I am a pilot.", "I fly planes.", "And it is true that geography is good for me.", "During my life, I work with the people a lot. They are usually serious people.", "Sometimes I meet a person who is a little normal. When I meet this person, I show him my picture number one.", "I want to know if this person understands life.", "And we speak about work, sport and family.", "And the person is happy. For him I am a normal man.", "I live alone.", "I don’t know people for an open conversation.", "I have nobody in the plane with me.", "It is not easy to repair the plane alone.", "It is a question of life or death.", "I have water for only a week.", "The first night, I sleep on the sand. I am a thousand miles from a land with people.", "I think that no people are around me.", "So I am shocked when somebody speaks to me in the morning.", "I hear these words, “Please, draw me a sheep.", "” I jump up.", "And I see a little man.", "This is the picture of the little man. My picture is not very good.", "The original model is better.", "I know how to draw only two pictures.", "They are pictures of a snake from the outside and a snake from the inside.", "I look at this little man. I am really surprised.", "Don’t forget that I am a thousand miles from a land with people.", "He is not scared. He doesn’t look lost in the middle of the desert, a thousand miles from a land with people.", "The little man says, very slowly, “Please draw me a sheep.", "” It is all very strange to me.", "I am a thousand miles from a land with people.", "I am in danger of death. But I take a pen and paper from my pocket.", "I want to draw a picture.", "Then I remember that I know only geography, history, maths and grammar. And I tell the little man that I don’t know how to draw.", "He says, “It is OK.", "” But I don’t know how to draw a sheep.", "So I draw him a picture which I am able to draw.", "And I am shocked when the little man says, “No, no, no.", "The little man looks at the picture. Then he says, “No.", "This sheep is ill.", "Make me another sheep.", "” I draw another picture.", "My friend smiles at me, “You must see it too.", "” So I make another picture.", "But this picture also isn’t good.", "“This sheep is old.", "The sheep is inside.", "” I am surprised when I see the light in his face, “This is what I want.", "Do you think that this sheep needs a lot of grass?” “Why?” “Because where I live, everything is very small.", "This is a very small sheep.", "” The little man looks at the picture. And he says, “The sheep is not very small.", "It is a very nice sheep.", "” This is my first day with the little prince.", "I want to know where he lives.", "But when he speaks, I slowly start to understand many things.", "For example, when he looks at my plane, he asks, “What is this thing?” I answer, “It is a plane.", "” And I am happy when I tell him that I can fly.", "” And the little prince starts to laugh.", "How can somebody think that it is funny? Then he says, “So you also come from the sky like me.", "What is your planet?” At this moment I start to understand more about him.", "I ask, “Do you come from another planet?” But he doesn‘t answer.", "He looks at my plane again.", "” And he starts to think.", "And he looks at his sheep.", "But I want to know more. So I ask again, “Where is your planet? Where do you want to take your sheep?” He is quiet.", "Then he says, “The box is a good thing. At night, I can use the box as a house for the sheep.", "” “Yes. And I can also give you a rope.", "” “But if you don’t tie the sheep, the sheep can run away.", "You can lose the sheep.", "“But where can the sheep go?” “It can go to many places.", "It can go right.", "”  Now I know a second important thing.", "It is like a house.", "But it isn’t really a big surprise.", "I know that we don’t have only big planets like Earth, Mars or Jupiter.", "We have also hundreds of other planets. These planet are sometimes very small.", "When an astronomer discovers such a planet, he doesn’t give the planet a name. He gives the planet only a number.", "The name of the planet is, for example, Asteroid 3251.", "I think that the planet of the little prince is Asteroid B-612.", "In 1909, one astronomer discovers this asteroid.", "He speaks about his asteroid at a big conference.", "But nobody believes him because he has Turkish clothes.", "It is crazy but people do these things.", "He has very nice clothes.", "And now everybody believes him.", "I speak about Asteroid B-612 and I speak about its number because people like numbers.", "They never ask you, “Is his voice nice? What games does he play? Does he have butterflies at home?” They ask, “How old is he? How many brothers does he have? How big is he? How much money does his father have?” If they know these numbers, they think that they know this person.", "It has beautiful flowers in the windows. A lot of birds fly around the house,” the people can’t imagine the house. You must say to the people, “I know a big house.", "” If you say to the people, “The little prince exists because he laughs and he wants a sheep,” this information is not enough for the adults.", "They don’t believe you. They think that you live in a dream.", "If you understand life, you don’t need numbers.", "You like to hear, “The little prince lives on a small planet.", "The little prince is alone. He wants to have a friend.", "” If you understand life, this is what you want to hear.", "It is six years after my meeting with the little prince.", "When I think about him, I am sad.", "It is sad when you forget a friend.", "This is the reason why I have paper and colours in my hands now.", "It is difficult to draw for me when I am old.", "But I want to do it. I want to make my pictures very good.", "But I am not sure if I can do it.", "One picture is OK, but another picture is not very good.", "Maybe the colour of his clothes is not correct.", "But I try to draw as well as possible.", "It is the little prince’s mistake. He never explains things to me.", "He never explains things to me.", "But unfortunately, I don’t see the sheep in the box.", "Every day, new information about the little prince’s planet comes.", "The information comes very slowly. The information comes during moments when the little prince thinks about his past.", "For example, on the third day, the little prince speaks about a problem with the baobabs.", "” “It is good.", "” I don’t understand why it is so important that sheep eat little trees.", "But the little prince says, “So they also eat baobabs?” I tell the little prince that baobabs aren’t little trees, “The baobabs are big trees.", "The baobabs are very big.", "They are like houses.", "And, for example, if you put nine big elephants on your planet, these elephants can’t eat one baobab.", "The baobabs are so big. ” The idea of ​​nine elephants is funny for the little prince.", "”  But then he says something clever, “When the baobabs are young, they are very small.", "” “It is true,” I say.", "I think that on the planet where the little prince lives, there are good plants and bad plants. It is normal for all planets.", "And of course, there are also good seeds of good plants and bad seeds of bad plants.", "They are in the ground. But one day, every seed wakes up.", "The seed grows slowly to the sun.", "When the plant is very small, you don’t know if the plant is some vegetable or a rose.", "And you can let the plant grow.", "But when you see that it is a bad plant, it is important to destroy the plant fast.", "It is true that there are bad seeds on the planet of the little prince.", "If you see a baobab too late, you can’t destroy it.", "Then the baobab grows over the whole planet.", "And if the planet is too small, two or three baobabs can destroy the planet.", "“It is a question of discipline,” the little prince tells me.", "“When I wash my face in the morning and when I put on my clothes, then it is time to clean my planet.", "” And one day he says to me, “You can draw a beautiful picture. The picture can show this situation to children.", "This information can help children when they travel around the universe.", "In life, it is sometimes OK to do your work later.", "But when you do your work with baobabs later, it is always a big problem.", "He has three big baobabs on his planet. He is not happy.", "” And, when the little prince speaks about the planet, I make a picture of this planet.", "People know only a little about the problem with baobabs.", "I believe that it is important to know that baobabs can be very dangerous for a small planet.", "I work so hard on this picture because I want to tell children about the problem which they don’t know.", "I also make the picture very big.", "It is big because the problem with baobabs can be very big.", "Let’s look at a sunset now.", "” “But we must wait,” I say.", "“Wait? Wait for what?” “Wait for the moment when the sun is down.", "And he says, “I am always thinking that I am at home.", "If you can fly to France in one minute, you can watch the sunset.", "But the little prince’s planet is very small. You only need to pull your chair four or five metres.", "And you can watch the sunset when you want.", "The little prince tells me about a day with forty-three sunsets. He says, “When you are very sad, sunsets are great.", "On the fifth day, new information about the little prince’s life comes.", "He asks me, “If a sheep eats little trees, does it eat flowers, too?” “A sheep eats everything what is green,” I answer.", "“Does a sheep eat flowers with thorns too?” “Yes.", "The sheep eats flowers with thorns too.", "” “I don’t understand,” says the little prince, “Why does the flower have thorns if a sheep can eat the flower?” I don’t know.", "I need to repair my plane.", "I am scared because my situation starts to be very serious.", "I have so little water. I think that my death is close.", "But at that moment I am angry because I can’t repair my plane.", "Then he says, “I don’t believe you.", "Flowers believe that their thorns are big weapons.", "But I don’t want to think about it.", "I am busy with my plane.", "” He is shocked.", "I don’t feel OK.", "But the little prince continues, “You mix everything together.", "” The little prince is angry.", "He doesn’t love other people.", "He continues. “You think that the war between the sheep and the flowers is not more important than the numbers of the gentleman with a red face? I know a flower which is the only flower in the world, which exists only on my planet. It is a flower which a little sheep can eat for breakfast.", "“If you love a flower which is in the sky, then you are happy when you look at the stars. You are happy because you know that your flower is he says up there.", "But if the sheep eats the flower, then the sky is very sad for you.", "” He can’t say another word.", "How important are my tools, my engine, my death now? On one planet, on my planet, the Earth, there is a little prince who needs me.", "I hold him.", "I can draw you something which can protect your flower.", "I don’t feel comfortable.", "It is so strange when somebody cries.", "I soon have more information about the flower.", "They are small and they don’t talk.", "She is really a flower. Soon she starts to prepare for opening.", "The preparation for this moment is long.", "I am sorry. Give me some time.", "”  But the little prince can’t hide his feelings, “Oh.", "” “Yes, I am beautiful.", "The situation is new for him. But he brings water to the flower.", "The flower starts to play with the little prince. Her play isn’t always nice.", "One day, for example, when she speaks about her four thorns, she says to the little prince, “I am ready for tigers.", "”  “There are no tigers on my planet,” says the little prince, “And tigers don’t eat grass.", "” “I am not a grass,” the flower says, “I am not scared of tigers, but I am scared of wind.", "The cold is not comfortable.", "I come from a place where…” But she stops at this moment.", "She knows that the little prince sees that she can lie to him.", "She wants to show the little prince that she is cold and that he doesn’t care about her well.", "The little prince has a lot of love in his heart. But he can’t believe the flower.", "For the little prince, it is important how somebody speaks to him.", "“It isn’t good to listen to the flower,” the little prince tells me one day.", "“Never listen to flowers.", "You have to only look at them and smell them.", "It is good to love the flower because she is so beautiful and she smells so good.", "He then continues, “When we are young, we don’t know many things.", "The flower makes my planet beautiful.", "Now I know it.", "” I believe that when the little prince leaves his planet, wild birds help him.", "On the morning of his departure, he prepares everything.", "He cleans his active volcanoes.", "They are very good when he needs to cook his breakfast in the morning.", "But, he says, “You never know.", "If the volcanoes are correctly cleaned, there are no eruptions.", "Of course, on Earth people are very small. They can’t clean volcanoes.", "And because people don’t clean them, the volcanoes can be a big problem.", "Before his departure, the little prince also pulls the last little baobabs.", "He gives water to his flower. Then he brings the glass.", "At that moment, he wants to cry.", "But it is not because she is ill.", "“I am sometimes stupid,” the flower says.", "“I am sorry.", "” The little prince is surprised that the flower is sorry.", "He doesn’t understand why the flower is nice to him.", "It is not your mistake. It is my mistake.", "But you are sometimes stupid too.", "Don’t put the glass on me.", "If there are no butterflies here, who can visit me when you are so far? And I am not scared of big animals.", "You want to leave.", "So, go.", "So he visits these asteroids first.", "He wants to be busy. He wants to learn something.", "The king has nice clothes.", "He is sitting on a big chair.", "And the little prince thinks, “How can he know who I am? He doesn’t know me.", "He needs a place where he can sit down.", "So the little prince is standing.", "“It is not good to yawn before a king,” the king tells him.", "“My journey is very long, and I am tired.", "” “Then you have to yawn,” says the king, “People usually don’t yawn before me.", "It is very interesting.", "He says, “I am sorry.", "But, because he is a very good man, what he wants is reasonable.", "“Can I sit down?” the little prince asks.", "The king doesn’t control much.", "“Everything?” The king looks at his planet. Then he looks at the other planets, and all the stars.", "“Are you the king of all?” asks the little prince.", "They do exactly what I want. ”", "The king’s power is very interesting for the little prince.", "With such power, the little prince can watch many sunsets every day, not only forty-four, but seventy-two, or a hundred, or two hundred on the same day.", "At that moment he remembers his little planet, and he feels a little sad.", "He asks the king for something, “I want to see a sunset.", "Please, can you order the sun to go down?” “If I order a general to fly from one flower to another like a butterfly, or to write a book, or to change into a sea bird, and if the general doesn’t do it, is it his mistake?” asks the king. “Your mistake,” says the little prince.", "We must ask what others can do,” the king continues.", "I can control because my control is reasonable.", "You can have your sunset when the conditions are right.", "“When are the conditions right for my sunset?” the little prince asks.", "“This evening at seven forty.", "And you can see that everything is as I order.", "Then this planet starts to be boring for him.", "“I want to continue on my journey.", "“Don’t go. You can be my minister.", "“Maybe there is somebody here who we don’t see.", "” “But I can see all your planet,” says the little prince.", "He looks at the planet again.", "” “You can judge you,” says the king, “It is very difficult.", "It is more difficult than to judge other people.", "If you can do it, it is because you are really a clever man.", "“But if I want to judge me, I don’t have to be here,” says the little prince.", "“I can do it in other places too.", "You can judge the mouse.", "You can send the mouse to prison.", "Now I think that I can leave.", "For example, you can tell me to leave now.", "” The king says nothing. The little prince waits for a moment.", "“You are my ambassador,” the king shouts.", "“Adults are very strange,” the little prince thinks when he continues on his journey.", "The little prince comes to the second planet. He sees another strange man.", "The man likes when people admire him.", "” “I use this hat when I say good morning to people who come to visit me.", "But not many people visit me here.", "The little prince claps his hands. And the man touches his hat and he moves the hat a little.", "“This is more fun than the visit to the king,” the little prince thinks.", "The little prince claps his hands again and again.", "This type of people never hear other people.", "“What is ‘admire’?” “To admire is to believe that I am the most handsome, the richest and the most intelligent man on the planet.", "So he continues on his journey.", "“Adults are very strange,” he thinks when he is leaving this planet.", "When the little prince visits the next planet, he sees a man. This man drinks a lot.", "He is drunk. This is a very short visit. And it is a sad visit.", "“What are you doing?” he asks the drunk man. The drunk man sits before bottles.", "His face is not happy.", "The Little Prince wants to help the drunk man.", "Then he is quiet.", "“Adults are very, very strange,” he thinks when he continues on his journey.", "He is so busy that he doesn’t look at the little prince when the little prince comes.", "I have no time to light the cigarette again.", "“Are you still here? Five hundred and one million… I don’t remember.", "I don’t want to lose my time with things which are not important.", "Two and five make seven…” “Five hundred million what?” repeats the little prince. He wants the answer to his question.", "I remember only three times. The first time, twenty-two years ago.", "The first time, twenty-two years ago. A bird falls on my table.", "The second time, eleven years ago, I have rheumatism.", "I don’t have time for such activity.", "” “Bees?” “No.", "I need numbers which are correct.", "” “And what do you do with those stars?” “Nothing.", "” “But I know a king who…” “Kings don’t own.", "Who owns them?” asks the businessman.", "When you find a diamond, it is your diamond.", "When you discover an island, it is your island.", "When you have a new idea, you patent it and it is your idea.", "Now I own the stars because I am the first person who has this idea.", "“If I own a jacket, I can put the jacket on me and I can take it with me.", "If I own a flower, I can pick the flower and take the flower with me.", "” The little prince says to the businessman, “I own a flower.", "I give her water every day.", "I clean the volcanoes every week.", "It is good for my volcanoes. It is good for my flower that I own her.", "But you don’t help the stars.", "The businessman opens his mouth but he can’t find words.", "“The adults are very interesting,” he thinks when he continues on his journey.", "There is only a lamp and a lamplighter on this planet.", "The little prince doesn’t understand why there is a lamp and a lamplighter on the planet.", "There are no other people on the planet who need a lamp.", "The little prince thinks, “This man is strange. But he is less strange than the king, the businessman or the drunk man.", "His work makes the world more beautiful.", "Why do you turn on and turn off your lamp?” “It is an order,” says the lamplighter.", "And he turns off the lamp.", "“What is the order?” “The order is to turn on and turn off my lamp.", "“But why do you do it so often?” “It is the order,” says the lamplighter.", "“It is simple,” says the lamplighter.", "Then he says, “It is a terrible job now.", "I remember better days in the past.", "I have all the day for me, and at night I can sleep.", "“I can show you how you can stop your work.", "” “Then you are not lucky,” says the little prince.", "“I am not lucky,” says the lamplighter.", "He thinks, “The other men, the king, the drunk man, the businessman can laugh at this lamplighter. But he is better than the other men.", "It is because he cares about something else, not only his things.", "This man can be my friend.", "But his planet is too small.", "” The little prince doesn’t want to say the real reason why he doesn’t want to leave this planet.", "The sixth planet is bigger than the last planet.", "The little prince sees an old gentleman. The man writes big books.", "The little prince sits down on the table.", "” the little prince is sad.", "“And cities and rivers and deserts?” “I can’t tell you,” says the geographer.", "But the explorers visit him in his office.", "And if the information is interesting to him, then the geographer has to ask more questions about the explorer. He has to know if the explorer is a good person.", "The geographer says, “An explorer who is a bad person can give information which is not correct.", "And also an explorer who drinks very much can give bad information.", "“Because drunk people don’t see correctly.", "” “I know somebody,” says the little prince, “who drinks a lot. He can be a bad explorer.", "” “It is possible.", "For example, if he knows about a big mountain, the explorer has to bring some stone from the mountain.", "” Then the geographer smiles.", "” The geographer opens his big book. He prepares his pen.", "“Tell me about your home,” says the geographer.", "” “We don’t write about flowers,” says the geographer.", "Our books are almost always true.", "“A volcano is a mountain.", "A mountain doesn’t change.", "Your flower can be gone soon.", "” “My flower can be gone soon,” thinks the little prince, “and she has only four thorns for protection.", "” The little prince is sad.", "But he wants to continue on his journey.", "“It is a nice planet.", "The Earth is a very big planet.", "There are a hundred and eleven kings on Earth. There are also seven thousand geographers, nine hundred thousand businessmen, seven and a half million drunk men, three hundred and eleven million men who need to be admired.", "I want to give you one example.", "Before electricity, four hundred and sixty-two thousand, five hundred and eleven lamplighters work on Earth.", "When you look at the Earth from some distance, you can see a beautiful show.", "The lamplighters are like the dancers in the opera. Their organization is perfect.", "Then the lamplighters of China come, then the lamplighters of Russia and India, then the lamplighters of Africa and Europe, then the lamplighters of South America and of North America.", "It is beautiful. Only the lamplighter of one lamp at the North Pole, and his colleague at the South Pole, have easy lives.", "When I speak about the lamplighters, you can think that there are many people on Earth.", "People take very little space on Earth.", "If the two billion people on Earth stand close together, they can all be in one square.", "The square is twenty miles long and twenty miles wide.", "You can put all people on a small island.", "Of course, adults don’t believe this information.", "But they can make their own calculation.", "But you don’t have to do it.", "When the little prince comes on Earth, he is surprised. He is surprised because he doesn’t see any people.", "He starts to think that he is on the wrong planet. But then he sees something in the sand.", "“It is the planet Earth. You are in Africa,” the snake says.", "There are no people in the desert,” says the snake.", "The little prince sits down on a rock. He looks at the stars.", "“Look at my planet,” the little prince says, “my planet is up there.", "“Why are you here?” “I have some problems with a flower,” says the little prince.", "And he is quiet.", "“Where are the people?” the little prince continues in the conversation with the snake after some time.", "“I feel alone in the desert.", "”  The snake says, “I am slim but I am stronger than a king.", "You don’t have legs.", "” “I can take you very far,” the snake says.", "He turns around the little prince’s leg.", "“When I touch somebody, I can send the person back to the land from which he comes,” the snake says, “but you are a good person, and you come from a star.", "I understand,” says the little prince.", "He meets a flower.", "“Where are the people?” the little prince asks.", "“People?” I believe that six or seven people live on Earth.", "I see them sometimes in a caravan.", "But you never know where they are.", "The little prince sees a high mountain.", "The only mountains which he knows are the three volcanoes which are as high as his knees.", "He thinks, “From this high mountain, I can see the whole planet and all the people. ” He goes to the top of the mountain.", "“I am alone, I am alone, I am alone,” the echo answers.", "“The planet is dry and hard.", "And people here only repeat what you say to them.", "” The little prince is walking for a long time through sand and rocks. Then he finally sees a road.", "“Good morning,” says the little prince.", "The little prince is looking at the roses.", "His flower says that she is the only flower of her kind in the whole universe.", "And here are five thousand roses, all the same, in one garden.", "He thinks, “So my rose is not very special.", "I have only a normal rose.", "I think that I am not a great prince.", "“Good morning,” the little prince says.", "But after some time, he asks, “What is wild?” “You are not from here,” says the fox.", "“What is wild?” “People,” says the fox, “have guns. They hunt.", "I like chickens.", "What is wild?” “When I am wild, I am not connected to you and you are not connected to me.", "” “You are not connected to me?” “It is true,” the fox says.", "“For me you are only a little boy, like other little boys.", "For you I am only a fox like other foxes.", "But if I am not wild for you, you need me and I need you.", "” “I start to understand,” the little prince says.", "The fox asks, “On another planet?” “Yes.", "” “Oh, nothing is perfect,” says the fox.", "All the chickens are similar, and all the men are similar too.", "So, it is a little boring.", "My life can be better if I am not wild for you.", "When I hear your steps, I can be happy.", "The other steps can scare me.", "And it is not all.", "Do you see the corn fields there? I don’t eat bread.", "For me corn is not important.", "You hair is beautiful. The corn is also golden.", "The fox looks at the little prince for a long time.", "” the fox says.", "I want to find friends. I want to learn new things.", "“People don’t have time to learn.", "” “OK, what do I have to do?” asks the little prince.", "“First, you have to help me not to be wild.", "You have to sit at a little distance from me in the grass.", "I can watch you with one eye and you say nothing.", "But every day you can sit a little closer. ”", "“If you come, for example, at four in the afternoon, then at three I start to be happy.", "At three thirty I am more happy.", "At four I am very happy.", "But if you come at different time, I don’t know when I can start to be happy.", "We need some rules.", "“The rules are important.", "They make one day different from other days. The rules make one hour different from other hours.", "They dance with the girls from the village every Thursday.", "I can walk to the village with no problems.", "If the hunters dance on different days, I don’t know when it is holiday for me.", "I want to cry.", "” “It is your mistake,” says the little prince, “I don’t want to hurt you. But you want to be with me.", "“But you cry.", "“But then you get nothing.", "” Then the fox says, “Go and look again at the roses.", "You can understand now that your rose is special.", "Then come back to say goodbye to me. I have a present for you.", "The present is a secret.", "“You are not like my rose,” the little prince says, “you are nothing to me at this moment.", "You are like my fox on the first day, not connected to me.", "” Then he continues, “You are beautiful, but you are empty.", "Nobody wants to die for you.", "Of course, if somebody only walks around my rose, my rose is not special to this person.", "But my rose is more important to me than all the other roses because she is the rose who I give water.", "She is the rose who I put under the glass.", "She is my rose.", "” The little prince returns to the fox.", "It is a simple secret.", "You see clearly only with the heart.", "“The time which you spend with your rose makes your rose so important.", "” “The time which I spend with my rose makes my rose so important,” says the little prince.", "You are responsible for something what is connected to you.", "And at that moment a train goes around very fast.", "“They hurry,” says the little prince.", "“What are they looking for?” “Nobody knows what they are looking for,” says the man.", "And a second train goes around, in the opposite direction.", "“Are they going back?” asks the little prince.", "“They are not the same people,” says the man.", "” “They are not happy where they are?” “People are never happy where they are,” says the man.", "And a third train goes around.", "“Do they want to catch the first people?” asks the little prince.", "Or they are looking outside the windows.", "“Children use their time to play with toys. And the toys start to be very important to them.", "And if somebody takes their toys, they cry.", "” “Children are lucky,” the man says.", "He is a businessman who sells pills. The pills help people when they are thirsty.", "If you take one pill a week, you don’t have to drink.", "“Why do you sell the pills?” asks the little prince.", "“Because the pills save a lot of time,” says the businessman.", "“The pills can save fifty-three minutes a week.", "” “And what do you do with the fifty-three minutes?” “What I want.", "” “When I have fifty-three minutes,” the little prince says, “I like to walk very slowly to a fountain. ”", "I listen to the story about the businessman and I am drinking my last water.", "“Your stories are very nice,” I say to the little prince, “but my plane is still broken.", "I also want to walk very slowly to a fountain.", "” “My friend, the fox, says that…” “My dear little man, this has nothing to do with the fox.", "” But the little prince says, “It is good to have a friend.", "” “He doesn’t see the danger,” I think.", "” But he looks at me and maybe he knows what I am thinking because he says, “I am thirsty too.", "Then the night comes. The stars start to shine.", "I am very thirsty.", "The last words of the little prince dance in my head.", "I already know that he doesn’t answer my questions.", "After a quiet moment, the little prince speaks again, “The stars are beautiful because there is a flower on one of them.", "Then I look at the sand. The sand is all around us.", "“The desert is beautiful,” he says.", "It is true.", "When I sit down on sand in the desert.", "But something beats and something shines in the desert.", "“The desert is beautiful,“ says the little prince, “because it hides a well somewhere.", "When I am a little boy, we live in an old house. And people say a story about the house.", "Of course, nobody can find the treasure.", "“Yes,” I say to the little prince, “what is beautiful, we can’t see.", "I take him in my arms. I start to walk again.", "I feel that I am holding a great treasure.", "In the moonlight, I look at his white face, his closed eyes, his golden hair which moves in the wind.", "And I think, “What I see here is only a shell.", "” And when his mouth opens a little with a smile, I think again, “What is so beautiful about this little prince is his relationship with his flower.", "I can see a picture of a rose which shines from his heart when he sleeps.", "The wind can take the light away.", "I continue to walk. And in the morning, I see the well.", "The little prince wakes up and he says, “People get on their trains, but they don’t know what they are looking for.", "People run around.", "But there is no village here. And I think that I am in a dream.", "He takes the rope. And he lets the bucket go down the well.", "When the bucket is going down, we hear some interesting sound.", "“The well is singing. ”", "When the bucket is full of water, I say, “I can pull the bucket up.", "The bucket is very heavy for you.", "I leave the bucket on top of the well.", "When I look at the bucket, I can see the sunshine in the water.", "“I am thirsty,” says the little prince.", "“I want to drink this water now.", "It is a special moment.", "The water comes from our walk under the stars. It is made from the song of the well, from the work of our arms.", "It is a special time. I like the light of the Christmas tree, the Christmas music, the smiles of the people. All these things make the Christmas time and Christmas presents special.", "” I drink a lot of water.", "I feel well now.", "The little prince looks at them. He laughs when he sees the baobabs.", "“Your baobabs look like some vegetable.", "“Your fox, his ears look like horns, and they are too long.", "“You are not fair, little prince,” I say, “I can’t draw. I can draw only snakes from the outside and snakes from the inside.", "” “Oh, it is OK,” he says, “it is OK for children.", "” I draw a fence.", "And I give the fence to the little prince with a heavy heart.", "Maybe something ends here.", "He says to me, “You must work now.", "Come back tomorrow.", "” Some voice must say something to him because the little prince says, “Yes, yes, this is the right day, but it is not the right place.", "I still can’t see or hear anybody.", "But the little prince says again, “Sure.", "You can follow my steps in the sand.", "I am twenty meters from the wall and I still can’t see anything.", "“Do you have good poison? Are you sure that you can do it very quickly?” I stop.", "My heart is beating strongly. But I still don’t understand the situation.", "Then I look down at the sand under the wall. I am shocked.", "It is a snake which can kill you in thirty seconds.", "I want to take my revolver. But when I am trying to take it, I also make a step back.", "He starts to move and he is quickly gone in the rocks.", "I still hear him but I don’t see him.", "I come to the wall. I catch the little prince in my arms.", "His face is very white.", "I feel his heart. His heart is beating like the heart of a bird which is dying.", "He says to me, “I am happy that your plane is OK.", "” “How do you know it?” I am here because I want to tell him that my work is finished.", "It is very far.", "I need somebody’s help for my next journey.", "I am holding the little prince in my arms like a little child. But I feel that he is falling down into a big hole.", "And I know that I can’t help him.", "I see that he is feeling a little better.", "” Yes, he is scared, but he laughs a little, “I am scared of tonight.", "I can’t imagine my life without the sound of the little prince’s laugh.", "But he says to me, “Tonight it is already a year.", "My star is exactly in the same place as last year.", "“My little friend, is this only a bad dream? Is the meeting with the snake, the plan for tonight only a bad dream?” But he doesn’t answer my question.", "” “At night, you can watch the stars,” the little prince says.", "“My star is very small. I can’t show you where my star is.", "My star can be one of the many stars for you.", "So, when you look at the stars, they can all be your friends.", "“Your laugh is a present?” “People look at stars, but the stars are not the same for everybody.", "For other people the stars are nothing, only small lights in the sky.", "For you, it is different.", "You have stars like nobody else.", "When you look at the sky at night, there is one star where I live.", "And because I laugh on one of these stars, you can feel that all stars are laughing.", "You have stars which laugh.", "“When I leave,” the little prince continues, “you can be sad.", "But believe me, time can help you be less sad.", "And your friends can see you how you laugh at the sky.", "You can tell them, ‘Yes, the stars always make me laugh.", "’ And your friends can think that you are crazy.", "But it is OK.", "“And for you the stars can be like little bells which laugh.", "Then he is serious again, “Tonight, don’t stay with me.", "” “I don’t want to leave you,” I say.", "” “I don’t want to leave you.", "” But he says, “I also ask you not to come because the snake can bite you.", "I don’t see the little prince leave.", "When I catch him, he is walking fast.", "” And he takes my hand.", "But he is not happy.", "“It is wrong that you are here.", "It is not good for you.", "It can look as if I am dead.", "“You must understand.", "My star is too far.", "“When you see only an empty shell, don’t be sad.", "He tries to explain it again.", "He says, “This night can be very nice for me.", "All the stars can have water for me.", "“It is great fun.", "” And he is quiet too because he is crying.", "Then he says, “My flower is on my planet.", "She has only four thorns which can’t protect her enough.", "” I sit down too because I can’t stand.", "He waits for some time.", "I can’t move.", "Then he falls slowly as a tree falls.", "Now it is six years after the little prince’s departure.", "When I return, the people are happy when they see me.", "I am sad because the little prince is gone. But I say to the people that I am not sad, that I am only tired.", "I know that the little prince is on his planet because I don’t find his body at sunrise.", "The fence for the sheep is not very big.", "The little prince puts his flower under the glass every night and he watches his sheep well.", "Sometimes I think, “Everybody can forget sometimes.", "For some people it is not important. But for you who also love the little prince and for me, these things are important. So, look up at the sky.", "And ask the question, “Is the flower still on the little prince’s planet?” And you can see how everything changes.", "For me, this is a very beautiful and also very sad land.", "I want to make another picture of this land.", "It is the same as the picture before, but I want to draw the land again.", "I want to remember the land better.", "It is the land where I say goodbye to the little prince.", "Look at this picture carefully because you can come to this place one day when you travel in Africa, in the desert.", "And, if you really come to this place, please don’t hurry.", "Wait for a little moment.", "Then if a little man comes, if he laughs, if he has golden hair and he doesn’t answer your questions, you know who he is.", "If this happens, please write to me quickly that the little prince is back."]}